Repository: BackupTheBerlios/gtksee
Catalog: gtksee/po/*.po
Languages: pl, ru_ua

source: Problem deleting file!
pl: Nie mogê usun±æ pliku!
ru_ua: Не можу удалити файл!

source: Remove
pl: Usuñ
ru_ua: Видалити

source: yes
pl: Tak
ru_ua: Так

source: no
pl: Nie
ru_ua: Н╕

source: Problem in rename file!
pl: Nie mogê zmieniæ nazwy pliku!
ru_ua: Не можу перейменувати файл!

source: Same filename !
pl: Plik o takiej nazwie ju¿ istnieje!
ru_ua: Однакове ╕м'я файлу !

source: No filename !
pl: Brak nazwy pliku!
ru_ua: Нема╓ файла з таким ╕м'ям !

source: Rename
pl: Zmieñ nazwê
ru_ua: Перейменувати

source: Rename file:
pl: Zmieñ nazwê pliku:
ru_ua: Перейменувати файл:

source: cancel
pl: Anuluj
ru_ua: скасувати

source: Impossible to rename the files
pl: Nie mogê zmieniæ nazw plików!
ru_ua: Неможливо перейменувати файл(и)

source: -adobe-helvetica-bold-r-normal--*-180-*-*-*-*-*-*
ru_ua: -cronyx-courier-medium-r-normal--*-120-*-*-*-*-koi8-u

source: -adobe-times-medium-r-normal--*-140-*-*-*-*-*-*
ru_ua: -cronyx-courier-medium-r-normal--*-120-*-*-*-*-koi8-u

source: This software is distributed under
pl: To oprogramowanie jest rozpowszechniane na licencji
ru_ua: Ця програма поширю╓ться на п╕дстав╕

source: GPL Version 2
pl: GPL Wersja 2
ru_ua: GPL Верс╕╖ 2

source: See the 'COPYING' file for details
pl: Szczegó³y w pliku 'COPYING'
ru_ua: За подробицями зверн╕ться до файлу 'COPYING'

source: File
pl: Plik
ru_ua: Файл

source: View
pl: Widok
ru_ua: Вид

source: Full-view
pl: Pe³ny widok
ru_ua: Повномасштабний вид

source: Quit
pl: Wyjd¼
ru_ua: Вих╕д

source: Edit
pl: Edytuj
ru_ua: Редагування

source: Cut
pl: Wytnij
ru_ua: Вир╕зати

source: Copy
pl: Kopiuj
ru_ua: Коп╕ювати

source: Paste
pl: Wklej
ru_ua: Вставити

source: Paste hard-link
pl: Wklej twarde dowi±zanie
ru_ua: Вставити тверде посилання

source: Delete
pl: Usuñ
ru_ua: Видалити

source: Select all
pl: Zaznacz wszystko
ru_ua: Вид╕лити все

source: Thumbnails
pl: Miniatury
ru_ua: Тумби

source: Small icons
pl: Ma³e ikony
ru_ua: Маленьк╕ ╕конки

source: Details
pl: Szczegó³y
ru_ua: Детал╕

source: Show hidden files
pl: Poka¿ ukryte pliki
ru_ua: Показати схован╕ файли

source: Hide non-images
pl: Poka¿ tylko pliki obrazów
ru_ua: Сховати не-малюнки

source: Fast preview
pl: Szybki podgl±d
ru_ua: Швидкий прогляд

source: Sort
pl: Sortuj
ru_ua: Сортувати

source: By Name
pl: Wed³ug nazwy
ru_ua: за ╕менем

source: By Size
pl: Wed³ug rozmiaru
ru_ua: за розм╕ром

source: By Property
pl: Wed³ug w³a¶ciwo¶ci
ru_ua: за властивостями

source: By Date
pl: Wed³ug daty
ru_ua: за датою

source: By Type
pl: Wed³ug typu
ru_ua: за типом

source: Ascend
pl: Rosn±co
ru_ua: за зростанням

source: Descend
pl: Malej±co
ru_ua: за убуванням

source: Refresh
pl: Od¶wie¿
ru_ua: Обновити

source: Quick-refresh
pl: Od¶wie¿ szybko
ru_ua: Швидке в╕дновлення

source: Auto-refresh
pl: Od¶wie¿ automatycznie
ru_ua: Авто-в╕дновлення

source: Tools
pl: Narzêdzia
ru_ua: ╕нструменти

source: Slide show
pl: Pokaz slajdów
ru_ua: Показ слайд╕в

source: The Gimp
ru_ua: Редагування в Gimp

source: Options...
pl: Opcje...
ru_ua: Опц╕╖...

source: Help
pl: Pomoc
ru_ua: Допомога

source: Legal
pl: Licencja i prawa autorskie
ru_ua: Юридичне право

source: Usage
pl: U¿ycie
ru_ua: Використання

source: Known-bugs
pl: Znane problemy
ru_ua: В╕дом╕ помилки

source: Feedback
pl: Kontakt
ru_ua: В╕дгуки користувач╕в

source: About
pl: O programie
ru_ua: Про програму

source: GTK See is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ru_ua: GTK See - в╕льна програма; ви можете поширювати ╕/або зм╕нювати ╖╖ на п╕дстав╕ умов Ун╕версально╖ Сусп╕льно╖ Л╕ценз╕╖ GNU GPL, розповсюджувано╖ Фондом В╕льного ПЗ (Free Software Foundation); верс╕╖ 2 Л╕ценз╕╖, чи (на ваш виб╕р) будь-яко╖ останньо╖ верс╕╖.

source: GTK See is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ru_ua: GTK See поширю╓ться в над╕╖, що виявиться корисною, але БЕЗ УСЯКО╥ ГАРАНТ╤╥; нав╕ть без гарант╕╖ ПРАЦЕЗДАТНОСТ╤ або ЗАСТОСУВАННЯ ДЛЯЯКО╥СЬ МЕТИ. За деталями звертайтесь до Ун╕версально╖ Сусп╕льно╖ Л╕ценз╕╖ GNU.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ru_ua: Ви повинн╕ були одержати коп╕ю Ун╕версально╖ Сусп╕льно╖ Л╕ценз╕╖ GNU GPL разом з ц╕╓ю програмою; якщо н╕, напиш╕ть у Фонд В╕льного ПЗ за адресою: 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Command-line usage:
pl: Sk³adnia wiersza poleceñ:
ru_ua: Синтаксис командного рядка:

source: gtksee [-R[directory]] [-fis] [files...]
pl: gtksee [-R[katalog]] [-fis] [pliki...]
ru_ua: gtksee [-R[директор╕я]] [-fis] [файли...]

source: -R<directory> -- Use <directory> as root
pl: -R<katalog> -- U¿yj <katalog> jako g³ównego
ru_ua: -R<директор╕я> -- Використовувати <директор╕я> як кореневу

source: -f -- Enable full-screen mode
pl: -f -- W³±cz tryb pe³noekranowy
ru_ua: -f -- Включити повноекранний режим

source: -i -- Enable fit-screen mode
pl: -i -- W³±cz tryb dopasowania do ekranu
ru_ua: -i -- Включити режим "вм╕стити в екран"

source: -s -- Enable slide-show mode
pl: -s -- W³±cz tryb pokazu slajdów
ru_ua: -s -- Включити режим показу слайд╕в

source: files... -- Launch gtksee viewer
pl: pliki... -- W³±cz przegl±darkê gtksee
ru_ua: файли... -- Запустити переглядач gtksee

source: -h -- Print help messages
pl: -h -- Wy¶wietl informacje o pomocy
ru_ua: -h -- Вивести дов╕дку

source: Keyboard shortcuts:
pl: Skróty klawiaturowe:
ru_ua: Швидк╕ клав╕ши:

source: These keys are bound to viewer:
pl: Do przegl±darki przypisano nastêpuj±ce klawisze:
ru_ua: Ц╕ клав╕ши направляються переглядачу:

source: [Arrow-keys] Move large image
pl: [Strza³ki] Przesuñ du¿y obraz
ru_ua: [Стр╕лки] Зм╕нювати зб╕льшення картинки

source: [PageUp] Show previous image
pl: [PageUp] Poka¿ poprzedni obraz
ru_ua: [PageUp] Показати попередню картинку

source: [PageDown] Show next image
pl: [PageDown] Poka¿ poprzedni obraz
ru_ua: [PageDown] Показати наступну картинку

source: [Home] Show the first image
pl: [Home] Poka¿ pierwszy obraz
ru_ua: [Home] Показати першу картинку

source: [End] Show the last image
pl: [End] Poka¿ ostatni obraz
ru_ua: [End] Показати останню картинку

source: [Space] Show next image(loop)
pl: [Spacja] Poka¿ nastêpny obraz (w pêtli)
ru_ua: [Проб╕л] Показати наступну картинку (по колу)

source: [Escape] Return to the browser
pl: [Escape] Wróæ do przegl±darki
ru_ua: [Escape] Повернутися в пров╕дник

source: Mouse hints:
pl: Podpowiedzi dla korzystania z myszy:
ru_ua: "Мишач╕" п╕дказки:

source: In view mode, double-click on the image to return to the browser.
pl: Bêd±c w trybie widoku, kliknij dwukrotnie obraz, aby powróciæ do przegl±darki.
ru_ua: У режим╕ перегляду кликн╕ть 2 рази на зображенн╕ щоб повернутися в пров╕дник.

source: Have fun!
pl: Weso³ej zabawy!
ru_ua: Насолоджуйтеся!

source: None :)
pl: Brak :)
ru_ua: Нема╓ :)

source: Comments, suggestions and bug-reportings:
pl: Komentarze, sugestie, raporty o b³êdach:
ru_ua: Коментар╕, пропозиц╕╖ ╕ пов╕домлення про помилки:

source: Please send them to my current primary e-mail address:
pl: Wy¶lij je na mój podstawowy adres e-mail:
ru_ua: Будь ласка, надсилайте на мою поточну e-mail адресу:

source: I'm always collecting all kinds of images. If you *really* like this program, send your favorite picture(s) to my secondary e-mail address:
pl: Kolekcjonujê ró¿ne obrazy. Je¶li NAPRAWDÊ podoba³ Ci siê mój program, wy¶lij swój ulubiony obraz (obrazy) na mój dodatkowy adres e-mail:
ru_ua: Я завжди колекц╕оную р╕зного типу картинки. Якщо вам *д╕йсно* подоба╓ться ця програма, в╕д╕шл╕ть ваш╕ улюблен╕ малюнки на мою другу e-mail адресу:

source: P.S. My favorite is Anime/Manga. :)
pl: P.S. Najbardziej lubiê Anime/Manga. :)
ru_ua: P.S. М╕й улюблений жанр це Anime/Manga. :)

source: Up One Level
pl: Poziom wy¿ej
ru_ua: Нагору на один р╕вень

source: Name
pl: Nazwa
ru_ua: ╤м'я

source: Size
pl: Wielko¶æ
ru_ua: Розм╕р

source: Image Properties
pl: W³a¶ciwo¶ci
ru_ua: Властивост╕ картинки

source: Type
pl: Rodzaj
ru_ua: Тип

source: Options
pl: Opcje
ru_ua: Опц╕╖

source: Root directory
pl: Katalog g³ówny
ru_ua: Коренева директор╕я

source: Hidden directories
pl: Ukryte katalogi
ru_ua: Схован╕ директор╕╖

source: File System
pl: System plików
ru_ua: Файлова система

source: Interval
pl: Odstêp czasu
ru_ua: ╤нтервал

source: Slide Show
pl: Pokaz slajdów
ru_ua: Показати слайди

source: Cancel
pl: Anuluj
ru_ua: Скасувати

source: second(s)
pl: Sekunda(y)
ru_ua: секунд(и)

source: minute(s)
pl: Minuta(y)
ru_ua: хвилин(и)

source: hour(s)
pl: Godzina(y)
ru_ua: годин(и)

source: day(s)
pl: Dzieñ (dni)
ru_ua: день(дн╕в)

source: milliseconds, no delay
pl: Milisekuna, bez opó¼nienia
ru_ua: м╕лл╕секунд, без затримки

source: Invalid
pl: Niewa¿ne
ru_ua: Неправильне

source: Next image
pl: Nastêpny obraz
ru_ua: Наступне зображення

source: Previous image
pl: Poprzedni obraz
ru_ua: Попередн╓ зображення

source: Fit screen
pl: Dopasuj do ekranu
ru_ua: Вм╕стити в екран

source: Full screen
pl: Pe³ny ekran
ru_ua: На весь екран

source: Browser
pl: Przegl±darka
ru_ua: Пров╕дник

source: Exit
pl: Zakoñcz
ru_ua: Вих╕д

source: Browse
pl: Przegl±daj
ru_ua: Перегляд

source: Previous Image
pl: Poprzedni obraz
ru_ua: Попередн╓ Зображення

source: Next Image
pl: Nastêpny obraz
ru_ua: Наступне Зображення

source: Stop/Resume Slideshow
pl: Wstrzymaj/rozpocznij pokaz slajdów
ru_ua: Зупинити/Продовжити показ слайд╕в

source: Fit Screen
pl: Dopasuj do ekranu
ru_ua: Вм╕стити в екран

source: Rotate -90
pl: Obróæ o -90°
ru_ua: Обертати -90

source: Rotate +90
pl: Obróæ o +90°
ru_ua: Обертати +90

source: Total %i file(s) (%s)
pl: Razem %i plik (i) (ów) (%s)

source: Keep sending me things. :) And I'll keep on developing this program.
pl: Wysy³aj mi obrazy. :) A bêdê dalej pracowa³ nad programem.

source: milliseconds, %i %s
pl: Milisekuny, %i %s
